{"data":{"markdownRemark":{"html":"<blockquote>\n<p>satsaṅgatve nissaṅgatvaṃ<br>\nnissaṅgatve nirmohatvam |<br>\nnirmohatve niścalatattvaṃ<br>\nniścalatattve jīvanmuktiḥ ||</p>\n</blockquote>\n<p>From the virtuous company comes the non-attachment<br>\nFrom the non-attachment comes the non-delusion<br>\nFrom the non-delusion comes the changeless truth<br>\nFrom the changeless truth comes the emancipation in life</p>\n<hr>\n<h3>Translation Commentary</h3>\n<p>Suffix <em>-tva</em> that is used throughout the text could be interpreted as a \"state of ...\" or a \"fact of ...\".<br>\nThe syntax of the text is based on <strong>locative absolute</strong>. A word being put into the locative case is interpreted as \"when ...\" or \"when ... takes place\".<br>\nThat said, we can translate the sentences.</p>\n<h3>Line 1</h3>\n<p><strong>satsaṅga</strong> comes from the words <em>sat</em> (virtuous people) and <em>saṅga</em> (contact with).<br>\n<strong>satsaṅga-tva</strong> would be a fact of this contact.<br>\n<strong>satsaṅga-tve</strong> is a locative case: when the fact of contact with virtuous people takes place.   </p>\n<p><strong>nissaṅga</strong> comes from the words <em>niḥ</em> (absence of) and <em>saṅga</em>. The <em>saṅga</em> word is the same as above, yet another meaning of it is \"attachment\".<br>\n<strong>nissaṅga-tva</strong> would be a fact of non-attachment.   </p>\n<p>There is no explicit verb in the sentence, so we assume the verb <em>asti</em> (happens, there is).<br>\nThe first line in total is: when the fact of contact with virtuous people takes place, [there is] a fact of non-attachment.<br>\nThat's too wordy though, so we put it shortly: <strong>from the virtuous company comes the non-attachment</strong>.</p>\n<h3>Line 2</h3>\n<p><strong>nissaṅga-tve</strong> is a locative form of the word <em>nissaṅga-tva</em>, so we translate it as \"from the non-attachment\".<br>\n<strong>nirmoha</strong> is a combination of <em>niḥ</em> (absence of) and <em>moha</em> (delusion).<br>\nThe whole second line will then be: <strong>from the non-attachment comes the non-delusion</strong>.</p>\n<h3>Line 3</h3>\n<p><strong>nirmoha-tve</strong> is a locative again, so \"from the non-delusion\".<br>\n<strong>niścala-tattva</strong> is a combination of <em>niḥ</em> (absence of), <em>cala</em> (unsteady, fluctuating) and <em>tattva</em> (truth). That would be \"changeless truth\".<br>\nThe whole third line will then be: <strong>from the non-delusion comes the changeless truth</strong>.</p>\n<h3>Line 4</h3>\n<p><strong>niścala-tattve</strong> would mean \"from the changeless truth\".<br>\n<strong>jīvan-mukti</strong> consists of two words: <em>jīvat</em> (being alive) and <em>mukti</em> (freedom, liberation, emancipation). In total that would be \"emancipation in life\"<br>\n<strong>From the changeless truth comes the emancipation in life</strong></p>","frontmatter":{"title":"Bhaja Govindam by Adi Shankara, Verse 9"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/verses/bhaja-govindam-9/"}}